acpi
acpid
adw-gtk-theme
amd-ucode
apparmor
b43-fwcutter
baobab
base
base-devel
bibata-cursor-theme
bluetuith
bluez-obex
btop
btrfs-progs
btrfsmaintenance
bzip2
cava
collision
coreutils
cpupower
cronie
cryptsetup
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
evince
exfatprogs
f2fs-tools
fastfetch
fd
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
fprintd
fragments
fzf
gdm
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-custom-accent-colors
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
hyprland
ibus
inetutils
inxi
jfsutils
kitty
kvantum-manjaro
lazygit
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libva-mesa-driver
libva-vdpau-driver
linux66
logrotate
lollypop
lrzip
lvm2
mako
man-db
man-pages
mdadm
memtest86+
memtest86+-efi
mesa-utils
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
mullvad-vpn
mupdf
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
nautilus-send-to-bluetooth
neovim-git
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
openjdk17-src
openresolv
openssh
os-prober
p7zip
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
pavucontrol
perl
plymouth-theme-manjaro
power-profiles-daemon
python-pywal
qt5ct
qt6ct
reiserfsprogs
ripgrep
rofi-git
rsync
rustup
rygel
s-nail
seahorse
simple-scan
sof-firmware
spectre-meltdown-checker
speedtest-cli
spotify-launcher
squashfs-tools
stow
sudo
sushi
swww
sysfsutils
system-config-printer
systemd
texinfo
texlive-basic
texlive-binextra
texlive-fontsrecommended
texlive-fontutils
texlive-langenglish
texlive-latex
texlive-latexextra
texlive-luatex
thorium-browser-bin
thunderbird
timeshift
timeshift-autosnap-manjaro
totem
touche
tracker3-miners
ttf-hack
ttf-indic-otf
ttf-jetbrains-mono-nerd
unace
unrar
update-grub
usbutils
vi
vlc
vulkan-intel
vulkan-radeon
waybar
webapp-manager
wget
which
wireless-regdb
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-xinit
yay
zathura
zathura-pdf-mupdf
pipes.sh
